Revit 2024 API
SATExportOptions Constructor
Overload List
Name | Description
SATExportOptions()
 Constructs a new instance of SATImportOptions with default values of all properties.
SATExportOptions(SATExportOptions)
 Constructs a new instance of SATImportOptions as a copy of the export options.
See Also
SATExportOptions Class
SATExportOptions Members
Autodesk.Revit.DB Namespace